Repository: nebula2/tt2-master
Catalog: src/TT2Master/MultilingualResources/TT2Master.*.xlf
Languages: de_de

# AboutMeHeader
source: About me
de_de: Über mich

# NotifyHeader
source: Notify:
de_de: Alarm:

# ResetDayHeader
source: Reset Day:
de_de: Reset Tag:

source: Reset last notified Boss
de_de: Reset letzter Boss

# ResetTimeHeader
source: Reset Time:
de_de: Reset Zeit:

source: Start Service
de_de: Dienst starten

# CurrentHeader
source: Current?
de_de: Ausgewählt?

source: Disable all Ads
de_de: Deaktiviert Werbung

source: Disable small Ads
de_de: Deaktiviert kleine Werbung

source: Found TT2 Version
de_de: Gefundene TT2 Version

# GeneralHeader
source: General
de_de: Allgemein

# GoldSourceHeader
source: Gold Source
de_de: Goldquelle

# GrowthExpoHeader
source: Growth exponent:
de_de: Wachstumsexponent:

# GrowthMaximumHeader
source: Growth maximum:
de_de: Maximales Wachstum:

# IngoredArtifactsHeader
source: Ignored Artifacts
de_de: Ignorierte Artefakte

# InputCCText
source: Input Name for Category
de_de: Name für Kategorie eingeben

source: Load
de_de: Laden

# LoggingSwitch
source: Log on/off
de_de: Logging an/aus

# LowHeader
source: Low
de_de: Niedrig

# OpenHeader
source: Open
de_de: Öffnen

# PushingTypeHeader
source: Pushing Type
de_de: Push-Typ

# RangeHeader
source: Range
de_de: Reichweite

# RelicsSpentHeader
source: Relics spent:
de_de: Relikte ausgegeben:

source: Reload CSV and Version
de_de: CSV und Version neu laden

source: Reload default builds
de_de: Standard-Builds neu laden

source: Reset Comparevalue
de_de: Vergleichswert zurücksetzen

# ShortHeader
source: Short
de_de: Kurz

source: Small Ads
de_de: Keine kleine Werbung

# StepAmountHeader
source: Step amount
de_de: Runden

# SupporterDesc
source: Disable all Ads and get access to Supporters-only features. Features are currently: - Create your own builds - Edit builds and weights - Share builds - Save builds from clan chat - Endless RpM recalculation - Have a good feeling
de_de: Deaktivieren Sie die komplette Werbung und erhalten Sie Zugang zu Unterstützer-Features. Features sind derzeit: - Erstellen Sie Ihre eigenen Builds - Builds und Gewichte bearbeiten - Builds mit anderen teilen - Builds von Clan-Chat speichern - Endlose RpM Re-Berechnung - Ein gutes Gefühl haben

# SwipeText
source: Press spin on top and swipe to the right->
de_de: Drücken Sie oben auf Drehen und wischen Sie nach rechts->

# UsageHeader
source: Usage
de_de: Verwendung

# CheckDefaultSpBuildsText
source: Checking default SP builds
de_de: Prüfe standard SP-Builds

# CheckingDefaultBuildsText
source: Checking default artifact builds
de_de: Überprüfe standard Artefakt-Builds

# CheckingPermissionsText
source: checking permissions
de_de: Überprüfe Berechtigungen

# CheckingPurchasementsText
source: Checking purchasements
de_de: Überprüfe Einkäufe

# CouldNotCatchFileText
source: could not catch file
de_de: Konnte Datei nicht erreichen

# CouldNotFindFileText
source: Could not find file
de_de: Konnte Datei nicht finden

# CouldNotFindSavefileText
source: Could not find Save file. Normally it should be under: {0}. Do you want to search for it?
de_de: Konnte Speicherstand nicht finden. Normalerweise sollte es unter: {0} sein. Möchten Sie suchen?

# CouldNotGetAdIdText
source: Could not get AdId. TT2 running?
de_de: AdId konnte nicht abgerufen werden. Läuft TT2?

# CouldNotGetFilepathText
source: Could not get filepath
de_de: Dateipfad konnte nicht abgerufen werden.

# CouldNotRecreateDefaultBuildsText
source: Could not recreate default builds
de_de: Standard-Builds konnten nicht erstellt werden.

# DontCareText
source: i don't care
de_de: Ist mir egal.

# FirstStartInfoText
source: When first starting - Tap Titans need to be running
de_de: Beim ersten Start muss Tap Titans 2 ausgeführt werden.

# KeepUpText
source: Don't give up. Try again. Startup can fail sometimes
de_de: Gib nicht auf. Versuch es noch einmal. Der Start kann manchmal fehlschlagen.

# LoadingSavefileText
source: Loading Savefile
de_de: Lade Speicherstand

# PermissionNotGrantedText
source: Permission not granted
de_de: Erlaubnis nicht erteilt

# PromptDbFilePath
source: Please select DB file. Should normally be {0}
de_de: Bitte wählen Sie die Datenbankdatei. Sollte normalerweise hier zu finden sein: {0}

# AlreadyPurchasedIncludingText
source: you already purchased a package which includes this
de_de: Sie haben bereits ein Paket erworben, welches diese Funktionalität beinhaltet.

# AlreadyPurchasedText
source: you already have purchased this
de_de: Sie haben dies bereits erworben.

# FilesDownloadedText
source: Files downloaded
de_de: Dateien heruntergeladen

# ItemPurchasedText
source: Thank you :) please restart the app
de_de: Danke :) Bitte die App neu starten

# LoggingInactiveText
source: Activate logging? Will be stored in your documents folder under {0}
de_de: Soll die Protokollierung aktiviert werden? Wird in Ihrem Ordner "Dokumente" {0} gespeichert werden.

# ProblemRestoringDefaultBuildsText
source: there was a problem restoring the default builds
de_de: Es gab ein Problem mit der Wiederherstellung der Standard-Builds

# BossTimerDescription
source: This feature notifies you when a new boss appears. Set "Notify" on. After that, set a value in minutes when you want to get informed about the boss in advance. Enter a Value between 0 and 300. When first using, you need to press the "Start Service" Button. The "Reset last notified Boss"-Button lets the service think it has nothing notified yet (Kinda like a reset).
de_de: Diese Funktion benachrichtigt Sie, wenn ein neuer Boss erscheint. Klicken Sie auf "Benachrichtigen". Danach legen Sie einen Wert in Minuten fest, den Sie im Voraus über den Boss informiert werden möchten. Geben Sie einen Wert zwischen 0 und 300 ein. Bei der ersten Verwendung müssen Sie auf "Dienst starten" klicken. "Reset letzten gemeldeten Boss"-Schaltfläche lässt den Dienst denken, er hätte noch nicht gearbeitet.

# BuildInfoText
source: Depending on your playstile - pick a build to follow.
de_de: Je nach Ihren Spielstil - wählen Sie einen Build aus.

# CouldNotSaveExceptionText
source: could not save:
de_de: konnte nicht speichern:

# CurrSPInfoText
source: Shows the amount of SP you currently have
de_de: Zeigt die Menge der SP, die Sie derzeit haben.

# ExportedToText
source: Exported to:
de_de: Exportiert nach:

# ExportQuestionText
source: do you want to export this?
de_de: Möchten Sie dies exportieren?

# MilestoneInfoText
source: SPBuilds guide your skill point spending into several steps. They are separated into so called milestones. each milestone has an amount of SP you need to have to fulfill it.
de_de: SPBuilds führen Ihre Fertigkeitspunkt-Ausgaben in mehreren Schritten. Sie werden getrennt in sogenannte Meilensteine. Jeder Meilenstein hat eine Menge an SP, die Sie brauchen, um ihn zu erfüllen.

# OnlyForSupporterInfoText
source: only for users who purchased the supporter pack
de_de: Nur für Benutzer, die die Unterstützer-Paket gekauft.

# OpenVideoText
source: Open Video
de_de: Öffne Video

# PrivacyPolicyHeader
source: Privacy Policy
de_de: Datenschutzerklärung

# ResetCQCompareValueText
source: Resetted CqCompareValue to your current cq count (value stored online)
de_de: Zurücksetzen des Vergleichswerts auf Ihre aktuelle CQ (online gespeicherter Wert)

# ResetLastBossText
source: Resetted last boss
de_de: Letzten Boss zurückgesetzt

# ServiceStartedText
source: Service started or updated if running
de_de: Dienst gestartet oder aktualisiert, wenn er bereits läuft

# SettingsSavedText
source: Settings saved
de_de: Einstellungen gespeichert

# ShortInfoText
source: Show only skills that are in the selected build. Takes effect after reload
de_de: Zeigen Sie nur Fähigkeiten, die in dem ausgewählten Build sind. Tritt nach Neuladen in Kraft.

# SPBuildDescText
source: With the SP Builds Follower you can follow common builds.
de_de: Mit dem SP-Build-Folger können Sie geläufigen Builds folgen.

# SPEditBuildsTitle
source: SP Builds Edit
de_de: SP-Build bearbeiten

# SPReqInfoText
source: In order to pass this milestone you need {0} SP
de_de: Um diesen Meilenstein zu absolvieren, benötigen Sie {0} SP.

# VersionInfoText
source: The TT2-Version this build is designed for
de_de: TT2-Version , für welchen dieser Build entwickelt ist.

# WidgetDescriptionText
source: Did you know? I have a widget for you. Be always informed about when the next tournament starts and the prices you can get - without having to start Tap Titans.
de_de: Wussten Sie schon? Ich habe ein Widget für Sie. Seien Sie immer informiert, wann das nächste Turnier beginnt und welche Preise Sie bekommen können - ohne dass Sie Tap Titans 2 starten müssen.

# AttentionHeader
source: Attention
de_de: Achtung

# AvailableSPInfoText
source: Shows the amount of SP you can spend.
de_de: Zeigt die Menge an SP, die Sie ausgeben können.

# BosInfoText
source: How much of your all time earned Relics should be invested into Book of Shadow?
de_de: Wie viele Ihrer insgesamt eingenommenen Relikte sollten in Buch der Schatten investiert werden?

# BuildExistsText
source: Build exists. Do you want to overwrite?
de_de: Build ist vorhanden. Möchten Sie ihn überschreiben?

# BuildFirstLetterRestrictionText
source: First letter cannot be "_". That is reserved for default builds
de_de: Der erste Buchstabe darf nicht "_" sein. Das ist Standard-Builds vorbehalten.

# BuildImportedText
source: Build successfully imported
de_de: Build erfolgreich importiert

# BuildNotImportedText
source: Build not imported
de_de: Build nicht importiert

# BuildsHeader
source: Builds
de_de: Build

# CouldNotFillArtifactsText
source: Could not fill Artifacts
de_de: Artefakte können nicht gefüllt werden.

# CurrentBuildCannotBeDeletedText
source: Current Build can not be deleted
de_de: Aktueller Build kann nicht gelöscht werden.

# FileSavedToText
source: file saved to:
de_de: Datei gespeichert nach:

# FillNameFirstText
source: Fill name first
de_de: Geben Sie zuerst einen Namen ein.

# HeroDamageInfoText
source: What kind of Damage does your strongest hero deal?
de_de: Welche Art von Schaden macht ihr stärkster Held?

# HeroRangeInfoText
source: Is your current hero melee or ranged?
de_de: Ist Ihr aktueller Held ein Nah- oder Fernkämpfer?

# LifeTimeInfoText
source: A value to manipulate the outcome of suggested level. The higher this value, the higher the suggested level. (Just for visual measure)
de_de: Ein Wert, der das Ergebnis des vorgeschlagenen Levels manipuliert. Je höher dieser Wert ist, desto höher das empfohlene Level. (Rein visuelle Maßnahme)

# MenuBossTimerTitle
source: Boss Timer Settings
de_de: Boss-Timer-Einstellungen

# MenuOptimizerTitle
source: Art. Optimizer
de_de: Art. Optimierer

# MenuPrivacyPolicyTitle
source: Privacy Policy
de_de: Datenschutzerklärung

# MenuPurchaseTitle
source: Purchase
de_de: Einkaufen

# NoCurrentBuildSelectedText
source: Please select a current build first. From Main Menu go to the libra icon. There you tap on a build and select 'current'. Save it and you are good to go.
de_de: Bitte wählen Sie zuerst einen aktuellen Build. Navigieren Sie zu den Builds. Dort tippen Sie auf einen Build und wählen Sie "aktuell". Speichern Sie es und Sie sind fertig.

# RelationshipDeletedText
source: Relationship deleted
de_de: Beziehung gelöscht

# SaveFirstText
source: Save this first
de_de: Speichern Sie dies zunächst

# SomeWeightsNotLoadedText
source: Maybe some weights were not loaded. Please save and enter again
de_de: Vielleicht wurden einige Gewichte nicht geladen. Speichern Sie und wählen Sie dieses Menü erneut aus.

# StepAmountInfoText
source: Level suggestions will be rounded to this
de_de: Das vorgeschlagene Level wird auf diese Anzahl gerundet.

# SureToDeleteText
source: Sure to delete this?
de_de: Möchten Sie das wirklich löschen?

# WantToSaveBuildText
source: build is not saved. Want to save?
de_de: Build ist nicht gespeichert. Möchten Sie speichern?

# Artifact1
source: Heroic Shield
de_de: Heroischer Schild

# Artifact10
source: Bringer of Ragnarok
de_de: Ragnarök-Bringer

# Artifact11
source: Titan Mask
de_de: Titanenmaske

# Artifact12
source: Swamp Gauntlet
de_de: Sumpfhandschuh

# Artifact13
source: Forbidden Scroll
de_de: Verbotene Rolle

# Artifact14
source: Aegis
de_de: Ägis

# Artifact15
source: Ring of Fealty
de_de: Ring der Treue

# Artifact16
source: Glacial Axe
de_de: Gletscheraxt

# Artifact17
source: Helmet of Madness
de_de: Helm des Irrsinns

# Artifact18
source: Egg of Fortune
de_de: Ei des Vermögens

# Artifact19
source: Chest of Contentment
de_de: Truhe der Zufriedenheit

# Artifact2
source: Stone of the Valrunes
de_de: Stein der Valrunen

# Artifact21
source: Divine Chalice
de_de: Göttlicher Kelch

# Artifact23
source: Titanium Plating
de_de: Titanenrüstung

# Artifact24
source: Staff of Radiance
de_de: Stab des Leuchtens

# Artifact25
source: Blade of Damocles
de_de: Klinge des Damocles

# Artifact26
source: Heavenly Sword
de_de: Himmelsschwert

# Artifact27
source: Gloves of Kuma
de_de: Handschuh von Kuma

# Artifact28
source: Amethyst Staff
de_de: Amethystenstab

# Artifact29
source: Drunken Hammer
de_de: Hammer des Betrunkenen

# Artifact3
source: The Arcana Cloak
de_de: Der Arcana-Mantel

# Artifact30
source: Influential Elixir
de_de: Elixier des Einflusses

# Artifact31
source: Divine Retribution
de_de: Göttliche Rache

# Artifact33
source: Furies Bow
de_de: Furienbogen

# Artifact34
source: Charm of the Ancient
de_de: Amulett der Alten

# Artifact35
source: Hero's Blade
de_de: Heldenklinge

# Artifact36
source: Infinity Pendulum
de_de: Pendel der Unendlichkeit

# Artifact37
source: Oak Staff
de_de: Eichenstab

# Artifact39
source: Titan Spear
de_de: Titanspeer

# Artifact4
source: Axe of Muerte
de_de: Axt von Muerte

# Artifact40
source: Ring of Calisto
de_de: Calistos Ring

# Artifact41
source: Royal Toxin
de_de: Königliches Gift

# Artifact42
source: Avian Feather
de_de: Avianische Feder

# Artifact43
source: Zakynthos Coin
de_de: Zakynthos Münze

# Artifact44
source: Great Fay Medallion
de_de: Medaillon der großen Fee

# Artifact45
source: Neko Sculpture
de_de: Neko-Skulptur

# Artifact46
source: Corrupted Rune Heart
de_de: Beschädigtes Runenherz

# Artifact47
source: Invader's Gjalarhorn
de_de: Gjalarhorn der Eindringlinge

# Artifact48
source: Phantom Timepiece
de_de: Phantomuhr

# Artifact49
source: The Master's Sword
de_de: Das Schwert des Meisters

# Artifact5
source: Invader's Shield
de_de: Angreiferschild

# Artifact50
source: Ambrosia Elixir
de_de: Ambrosia Elixier

# Artifact51
source: Samosek Sword
de_de: Schwert Samosek

# Artifact53
source: Apollo Orb
de_de: Apollo Kugel

# Artifact55
source: Durendal Sword
de_de: Durendal Schwert

# Artifact58
source: Mystic Staff
de_de: Mystischer Stab

# Artifact59
source: The Retaliator
de_de: Der Rächer

# Artifact6
source: Elixir of Eden
de_de: Elixier von Eden

# Artifact60
source: Ward of the Darkness
de_de: Stab der Dunkelheit

# Artifact62
source: Helm of Hermes
de_de: Helm von Hermes

# Artifact63
source: Lost King's Mask
de_de: Verlorene Königsmaske

# Artifact64
source: O'Ryan's Charm
de_de: O' Ryan Glücksbringer

# Artifact65
source: Hourglass of the Impatient
de_de: Sanduhr des Ungeduldigen

# Artifact66
source: Khrysos Bowl
de_de: Khrysos Kugel

# Artifact67
source: Earrings of Portara
de_de: Ohrringe von Portara

# Artifact68
source: Mystical Beans of Senzu
de_de: Mystische Bohnen von Senzu

# Artifact69
source: Lucky Foot of Al-mi'raj
de_de: Glück Fuß von Al-mi'raj

# Artifact7
source: Parchment of Foresight
de_de: Pergament der Voraussicht

# Artifact73
source: Moonlight Bracelet
de_de: Mondlichtarmband

# Artifact74
source: Unbound Gauntlet
de_de: Sumpfhandschuh

# Artifact75
source: Oath's Burden
de_de: Eid-Bürde

# Artifact79
source: Coins of Ebizu
de_de: Münze von Ebizu

# Artifact8
source: Hunter's Ointment
de_de: Jägersalbe

# Artifact82
source: The Bronzed Compass
de_de: Der bronzene Kompass

# Artifact83
source: Stryfe's Peace
de_de: Stryfe's Frieden

# Artifact84
source: Flute of the Soloist
de_de: Flöte des Solisten

# PurchaseHeader
source: Purchase
de_de: Einkaufen

# AboutMeMessage
source: This is my first App ever. Please be kind :) for bugreports or suggestions mail to the adress above. It would be nice if you support me to realize further deployment. If you have any issues, please send me the tt2startuplog.txt. You will find it in your documents folder.
de_de: Dies ist meine erste App überhaupt. Seien Sie bitte nett :) für Bugreports oder Anregungen senden Sie eine Mail an die Adresse oben. Es wäre schön, wenn Sie mich unterstützen. So können weitere Entwicklung realisiert werden. Wenn Sie irgendwelche Fragen haben, stehe ich Ihnen ebenfalls gerne zur Verfügung.

# AvailableSPText
source: Available SP
de_de: Verfügbare SP

# NewLanguageText
source: Do you want your native language? Contact me and we will do it together :)
de_de: Möchten Sie die App in Ihrer Sprache sehen? Kontaktieren Sie mich und wir werden es gemeinsam umsetzen :)

source: Fairy gold
de_de: Feen Gold

source: Flying
de_de: Fliegend

source: Ground
de_de: Boden

source: Normal mob gold
de_de: Normaler Gegner Gold

source: Ranged
de_de: Fernkampf

source: Spell
de_de: Zauberer

# MyMailText
source: Send Mail
de_de: E-Mail senden

# BeginSavingX
source: Begin saving {0}
de_de: Beginne, {0} zu speichern

source: Checking default builds
de_de: Prüfe Standard-Builds

source: Current build exists
de_de: Standard-Build vorhanden

# DeletingX
source: Deleting {0}
de_de: Lösche {0}

# InitSpBuildList
source: Initializing SP Build list
de_de: Initialisiere SP-Build Liste

# MilestoneX
source: Milestone {0}
de_de: Meilenstein {0}

# NoCurrentBuildReaction
source: No current build found. Setting it to {0}
de_de: Keinen aktuellen Build gefunden. Einstellung auf {0}

source: Retrieving stored default builds
de_de: Abrufen von gespeicherten Standard-Builds

# SavingX
source: Saving {0}
de_de: Speichere {0}

source: Securing current build
de_de: Stelle Standard-Build sicher

# ExportText
source: Export Artifact and SP Information
de_de: Exportiere Artefakt- und SP-Informationen

# BuildNotFoundText
source: Current default not found. Setting it to {0}
de_de: Aktuelle Einstellung nicht in Datenbank gefunden. Setze Build auf {0}

# ErrorOccuredText
source: An error occured
de_de: Ein Fehler ist aufgetreten

source: Average max stage
de_de: Durchschn. max. Stufe

source: Member
de_de: Mitglieder

# ReadingClanMemberX
source: Reading clan member {0}
de_de: Lese Clan Mitglied {0}

source: Score
de_de: Punktestand

source: CQ amount
de_de: CQ-Anzahl

source: current stage
de_de: Aktuelle Stufe

# MaximumStage
source: max. stage
de_de: Höchste Stufe

# TournamenAmount
source: Tournaments
de_de: Turniere

source: Click to view
de_de: Klicken zum ansehen

source: Shared Build from
de_de: Geteilter Build von

# Artifact86
source: Sword of the Royals
de_de: Schwert der Königlichen

# Artifact87
source: Spearit's Vigil
de_de: Spearit's Mahnwache

# Artifact88
source: The Cobalt Plate
de_de: Die Cobalt-Platte

# Artifact89
source: Sigils of Judgement
de_de: Siegel des Gerichts

# Artifact90
source: Foliage of the Keeper
de_de: Laub des Bewahrers

# ExportSmallTitle
source: Small Export
de_de: Kleiner Export

# NotDeletedText
source: Did not delete
de_de: Nicht gelöscht

# SureToBanText
source: Do you want to ban this player?
de_de: Möchten Sie diesen Spieler sperren?

# PlayerAlreadyBanned
source: Player is already banned
de_de: Spieler ist bereits gebannt.

source: Player is banned
de_de: Spieler ist gebannt.

source: Banned players in clan!
de_de: Gebannte Spieler im Clan!

# NotAllValuesEntered
source: Not all values have been entered
de_de: Es wurden nicht alle Werte eingegeben.

# ClickSuggestionInfoHeader
source: Click Suggestion
de_de: Klick-Vorschlag

# ClickSuggestionInfoText
source: If you set this on the optimizer will calculate the amount of clicks you have to do on each artifact. Please consider that the calculation may take some time when this option is enabled. PS: If you currently do not have enough relics to purchase even one level of the top suggested artifact - only one Artifact will be shown in the optimization list
de_de: Wenn Sie dies aktivieren, berechnet der Optimierer die Anzahl der Klicks (zum leveln) je Artefakt. Bitte beachten Sie, dass die Berechnung einige Zeit dauern kann, wenn diese Option aktiviert ist. PS: Wenn Sie derzeit nicht genügend Relikte haben, auch nur ein Level des Top-Artefakts zu erhöhen, erscheint nur ein Artefakt in der Optimierungsliste.

# StepAmountTooLow
source: Step Amount is too low. The optimization process would take ages. Please increase the step amount or Lifetime%
de_de: Schritte sind zu niedrig. Der Optimierungsprozess würde Jahre dauern. Bitte Erhöhung der Schritte oder Lebenszeit%.

# RelicsTooLow
source: Relics amount is too low to process.
de_de: Reliktanzahl ist zu niedrig für weitere Verarbeitung.

# BosTourneyInfoText
source: BoS-Percentage while in a Tournament
de_de: BoS-Anteil der Lebenszeitrelikte während eines Turniers

source: Copy content to clipboard
de_de: Inhalt in die Zwischenablage kopieren

source: Save to downloads
de_de: In Downloads speichern

source: Share file
de_de: Datei teilen

source: Saved
de_de: Gespeichert

source: Delete old clan data
de_de: Alte Clan-Daten löschen

source: Max. Snapshot-Amount
de_de: Max. Snapshot-Anzahl

# IncreasedXStages
source: Increased {0} stages
de_de: MS um {0} erhöht

source: Changelog
de_de: Änderungsprotokoll

source: Import build from chat
de_de: Build aus Chat importieren

# WidgetOutsideDescription
source: There is also information about the free equipment drops for the current run. Last but not least you get information about your daily achievements.
de_de: Außerdem gibt es Informationen über kostenlose Ausrüstung für den aktuellen Durchgang. Zu guter Letzt erhalten Sie Informationen über Ihre täglichen Aufgaben.

# ImportBuildFromChatDesc
source: You can import a SP Build from clan chat - meaning if someone in your clan posts his skill tree you can compare this to your own and also save it. To do this - Navigate to the clan messages
de_de: Sie können einen SP-Build von Clan-Chat importieren - was bedeutet, dass wenn jemand in Ihrem Clan seinen Fähigkeitenbaum postet, Sie diesen mit Ihrem eigenen vergleichen und speichern können. Um dies zu tun, navigieren Sie zu dem Clan-Nachrichten.

# ImportBuildImgOneDesc
source: Under "Build" you can click on a build to open it.
de_de: Unter "Build" klicken Sie auf einen Build um diesen zu öffnen.

# ImportBuildImgTwoDesc
source: From there you can click on skills to view the differences or save it.
de_de: Von dort aus klicken Sie auf Skills, um die Unterschiede anzuzeigen oder zu speichern.

# StatisticsImgOneDesc
source: From the statistics main menu you can create new snapshots. For supporter there is auto-snapshotting which creates a snapshot each time you open the app (and keeps one per day). With the button above you can manually create a new snapshot. Below you will find a list of your stored snapshots which you can enter by clicking on it.
de_de: Aus dem Statistik-Hauptmenü können Sie neue Snapshots erstellen. Für Unterstützer gibt es Auto-Snapshotting, welches jedes mal eine Momentaufnahme erstellt, wenn Sie die App öffnen (und hält eine pro Tag). Mit dem Knopf oben können Sie manuell einen neuen Snapshot erstellen. Unten finden Sie eine Liste Ihrer gespeicherten Snapshots, die Sie durch einen Klick einsehen können.

# StatisticsImgThreeDesc
source: If you enter a clan member you can see some information which is collected from your stored snapshots. You see how many stages, TP and clan quests the player increased
de_de: Wenn Sie ein Clan-Mitglied auswählen, können Sie einige Informationen sehen, welche durch die Snapshots gesammelt wurden. Sie sehen wie viele Stufen, TP und Clan Quests gemacht wurden.
