Repository: nebula2/tt2-master
Catalog: src/TT2Master/MultilingualResources/TT2Master.*.xlf
Languages: de_de

# StatisticsImgTwoDesc
source: This is the detailed view of a Snapshot. for each member in your clan you see some information like the name or the maximum stage. Here is a list of what the fields mean: CQ-T: The total clan quests CQ-W: Clan quests this week Tourn.: The amount of Tournaments the player has joined TP: The total amount of TP the player earned. By clicking the bin you delete the snapshot and by clicking on the arrow you will export the snapshot to a csv-file.
de_de: Dies ist die Detailansicht eines Snapshots. Für jedes Mitglied in Ihrem Clan sehen Sie einige Informationen wie den Namen oder die maximale Stufe. Hier ist eine Liste was die Felder bedeuten: CQ-T: Gesamte Clan-Quest Beteiligungen CQ-W: Clan-Quests in dieser Woche Tourn.: Die Anzahl der Turniere, an welchen der Spieler teilgenommen hat TP: Der Gesamtbetrag der verdienten TP Durch Klicken auf den Papierkorb löschen Sie den Snapshot und durch Anklicken des Pfeils wird der Snapshot in eine CSV-Datei exportiert.

# StatisticsIntroduction
source: The statistics module is meant to provide you some information about the progress of you and you clan mates and are seperated into "Snapshots". Each snapshot holds relevant informations which you can export or view in the app. To prevent a too high collection of Snapshots you can set the maximum amount that should be stored in the Settings menu.
de_de: Das Statistik-Modul soll Ihnen einige Informationen über den eigenen Fortschritt und den der Clan Mitglieder geben und wird in "Snapshots" getrennt. Jeder Snapshot enthält relevante Informationen, die Sie exportieren oder in der App betrachten können. Um eine zu hohe Sammlung von Snapshots zu verhindern, können Sie die maximale Menge der zu speichernden Einheiten im Menü "Einstellungen" anpassen.

# EditBuildImgOneDesc
source: In the toolbar you will find some buttons. From left to right they do the following: Save, delete, copy, export. When entering a build you are on the "General"-Tab. You can set the name and the gold source. Navigate to the right to get to the weights.
de_de: In der Symbolleiste finden Sie einige Knöpfe. Von links nach rechts gehen Sie folgendermaßen vor: Speichern, Löschen, Kopieren, Exportieren. Bei der Eingabe eines Builds starten Sie auf der Registerkarte "Allgemein". Sie können den Namen und die Goldquelle festlegen. Navigieren Sie nach rechts zu den Gewichten.

# EditBuildImgTwoDesc
source: For each category there is a weight set. Categories can be viewed in the Artifact detail which you can enter from the Artifact overview. The weight value is telling the optimizer if a category is efficient or not. the higher the value the more efficient the category is. Navigate to the right to get to the ignored Artifacts.
de_de: Für jede Kategorie gibt es eine Gewichtung. Kategorien können im Artefakt-Detail angezeigt werden, die Sie aus der Artefakt-Übersicht einsehen können. Der Gewichtswert sagt dem Optimierer, ob eine Kategorie effizient ist oder nicht. Je höher der Wert, desto effizienter ist die Kategorie. Navigieren Sie nach rechts, so kommen Sie zu den ignorierten Artefakten.

# EditBuildIntroduction
source: The Artifact Optimizer uses Builds to determine the efficiency of artifacts. This tutorial should give you the information you need to understand and manipulate them to fit your personal preferences. To edit a build, navigate to Builds and click on the build you want to edit.
de_de: Die Effizienz von Artefakten ermittelt der Artefakt-Optimierer anhand von Builds. Dieses Tutorial soll Ihnen Informationen liefern, das Editieren von Builds du verstehen und Sie in die Lage versetzen, diese an Ihre persönlichen Vorlieben anzupassen. Um einen Build zu bearbeiten, navigieren Sie zu "Builds" und klicken auf den Build, den Sie bearbeiten möchten.

# SPFollowerImgOneDesc
source: If you click on the Info-Button left to the entries you will get a description on what the fields mean.
de_de: Wenn Sie auf den Info-Button links zu den Einträgen klicken, erhalten Sie eine Beschreibung darüber, was die Felder bedeuten.

# SPFollowerIntroduction
source: With the SP Follower you can compare your skill tree with others and follow them. Some builds are seperated into multiple milestones which makes the tracking easier. On the skills tab - colors are indicating differences and if you can afford to level up a skill. Green: You have enough Skill Points to level up Orange: You should level this but have not enough Skill Points Red: The level of this skill is too high Neutral: The level is just fine
de_de: Mit dem SP-Follower können Sie Ihren Fähigkeitsbaum mit anderen vergleichen und denen folgen. Einige Builds sind getrennt in mehrere Meilensteine, was das Nachverfolgen Ihres Fortschritts erleichtert. Auf der Registerkarte "Skills" werden die einzelnen Unterschide farblich gekennzeichnet. Grün: Sie haben genug Skillpunkte zum leveln. Orange: Sie sollten diesen Skill leveln, haben jedoch nicht genug Skillpunkte. Rot: Diese Fertigkeit hat ein zu hohes Level. Neutral: Das Level ist in Ordnung.

# EditBuildImgThreeDesc
source: Here you can ignore Artifacts by clicking on the switch. If an Artifact is ignored it will not be considered in the Process of optimization.
de_de: Hier können Sie Artefakte ignorieren, indem Sie auf den Schalter klicken. Wenn ein Artefakt ignoriert wird, findet es keine Berücksichtigung bei der Optimierung.

# OptimizerImgFourDesc
source: The last artifact in the list has MAX. That means that if you get here you should change your ingame step amount to maximum and put the rest of your relics into this artifact. If you get the message "Not enough relics" then this can mean two things: 1. You have to earn more relics. Play the game, prestige and reload the optimizer 2. Your BoS% is lower than the value in the settings. Put relics into Book of Shadows or reduce the amount in the settings
de_de: Das letzte Artefakt in der Liste hat MAX. Das bedeutet, dass, wenn Sie hier ankommen, Sie Ihren Ingame-Betrag auf Maximum ändern und den Rest Ihrer Relikte für dieses Artefakt ausgeben. Wenn Sie die Meldung "Nicht genug Relikte" erhalten, dann kann das zwei Dinge bedeuten: 1. Sie müssen mehr Relikte verdienen. Spielen Sie, drücken Sie Prestige und laden Sie den Optimierer neu. 2. Ihr BoS% ist niedriger als der Wert in den Einstellungen. Geben Sie Relikte in Buch der Schatten aus oder reduzieren Sie den %Betrag in den Einstellungen.

# OptimizerImgThreeDesc
source: When the optimizer has done it's work you get a list of Artifacts to upgrade. Go from the top to the bottom. You see a picture and the name of the artifact to level. Beneath the Name you see the current level and in the brackets you see how much of your lifetime spent relics has gone into this artifact. Next to that you see a box which tells you how often you should press the button the level this artifact. Here it says 12x (meaning press 12 times on the upgrade button of that artifact).
de_de: Wenn der Optimierer seine Arbeit gemacht hat, bekommt man eine Liste von Artefakten, die Sie leveln sollen. Arbeiten Sie sich von oben nach unten durch die Liste. Sie sehen ein Bild und den Namen des Artefakts. Unter dem Namen sehen Sie das aktuelle Level und in den Klammern sehen Sie, wie viel von Ihrem insgesamt verdienten Relikte Sie bereits in dieses Artefakt investiert haben. Daneben sehen Sie eine Box, die Ihnen sagt, wie oft Sie auf den Knopf zum Leveln des Artefakts drücken sollten. Hier heißt es 12x (was bedeutet, dass man 12 Mal auf den Upgrade-Knopf dieses Artefakts drückt).

# OptimizerImgTwoDesc
source: Here you see the settings you can make. On the left of each setting you will find an info-button. Click on it to get a short description of what you can set. First select a build which fits your playstile. You can use a predefined build (_ as first letter) or one of your own ones. After that, set your pushing type. If you want to take advantage from silent march but mainly play online set this to "Not Set". Next there is the step amount. Here you set the same value that you use ingame! The lower the step amount the more precise the optimization. But it should not be too low. The optimal value is 5%. BoS Royalty is the percentual amount of relics you want to put into Book of Shadows outside of a Tournament. Most player push BoS outside of tournaments and inside of tournaments they ignore it. BoS T-Royalty is the same inside of tournaments. This value should not be higher than outside of a tournament. Most players set this value to 0, which means that Book of Shadows will be totally ignored while you are in a tournament. Hero: Is the damage type spell, melee or ranged? This setting is used to ignore artifacts. If you set melee you do not need to increase an artifact which strenghens ranged heroes Range: Same as above Gold Source: Set the gold source. Where do you get your gold from?
de_de: Hier sehen Sie die Einstellungen, die Sie vornehmen können. Links von jeder Einstellung finden Sie einen Info-Button. Klicken Sie darauf, um eine kurze Beschreibung zu erhalten, was Sie einstellen können. Wählen Sie zuerst einen Build aus, der zu Ihrem Spielstil passt. Sie können einen vordefinierten Build (_ als Anfangsbuchstaben) oder einen eigenen verwenden. Danach setzen Sie Ihren Push-Typ ein. Wenn Sie die Vorteile des stillen Marsches nutzen wollen (inaktiv spielen), aber vor allem online spielen wollen, setzen Sie dies auf "Not Set". Als nächstes folgt die Schrittzahl. Hier setzen Sie den gleichen Wert, den Sie ingame verwenden! Je niedriger die Schrittmenge, desto präziser ist die Optimierung. Aber es sollte nicht zu niedrig sein. Der optimale Wert liegt bei 5%. BoS Royalty ist die prozentuale Menge an Relikten, die Sie außerhalb eines Turniers in das Buch der Schatten investieren wollen. Die meisten Spieler stecken außerhalb eines Turnieres alle Relikte in BoS. Eine geeignete Einstellung ist 90. BoS T-Royalty ist das gleiche innerhalb von Turnieren. Dieser Wert sollte nicht höher sein als außerhalb eines Turniers. Die meisten Spieler setzen diesen Wert auf 0, was bedeutet, dass das Buch der Schatten während Ihres Turniers völlig ignoriert wird. Held: Ist der Schadentyp Zauber, Nahkampf oder Fernkampf? Diese Einstellung wird verwendet, um Artefakte zu ignorieren. Wenn Sie Nahkampf auswählen, müssen Sie nicht ein Artefakt erhöhen, welches einen Fernkampf-Helden stärkt. Reichweite: Wie oben Gold Quelle: Woher bekommen Sie Ihr Gold?

# OptimizerIntroduction
source: This tutorial is meant to help you understanding the Artifact optimizer. The advantage you get using this optimizer is that you do not have to keep track of any value. You set this up once and are good to run. With the correct usage you can save a lot of time. One last thing before we start: When you level your artifacts it is suggested that you use the splitscreen-function of your phone. On the top you have Tap Titans open and on the button you have the optimizer. So now let's get started. First we will dive into the settings. After that we take a look at the list which is produced by the optimizer.
de_de: Dieses Tutorial soll Ihnen helfen, den Artifact Optimizer zu verstehen. Der Vorteil, den Sie mit diesem Optimierer erhalten, ist, dass Sie keinen Wert im Auge behalten müssen. Sie haben den Optimierer einmal eingerichtet und sind bestens vorbereitet. Mit der richtigen Nutzung können Sie viel Zeit sparen. Noch eine letzte Sache, bevor wir anfangen: Wenn Sie Ihre Artefakte leveln, wird empfohlen, dass Sie die Splitscreen-Funktion Ihres Telefons verwenden. Oben haben Sie Tap Titans geöffnet und unten haben Sie den Optimierer. Nun kann es los gehen. Zuerst tauchen wir in die Einstellungen ein. Danach werfen wir einen Blick auf die Liste, die vom Optimierer erstellt wird.

# ClickGoldTypeInfoText
source: Set your main gold source
de_de: Wodurch beziehen Sie ihr Gold?

# SupporterAboDesc
source: Have all features unlocked while active and support this app monthly over time.
de_de: Alle Funktionen freigeschaltet, während es aktiv ist. Unterstützen Sie diese App monatlich im Laufe der Zeit.

# Aura_Colors
source: Color Pop
de_de: Farbenpracht

# Aura_Cyborg
source: Charged Field
de_de: Geladenes Feld

# Aura_Diamonds
source: Diamond Ring
de_de: Diamantring

# Aura_Knight
source: Daybreak
de_de: Tagesanbruch

# Aura_BlackEnergy
source: Dark Energy
de_de: Dunkle Energie

# Aura_Bugs
source: Butterfly Effect
de_de: Schmetterling Effekt

# Aura_Chains
source: Grinding Gears
de_de: Mahlwerk

# Aura_DarkAlien
source: Tormented Spirits
de_de: Gequälte Geister

# Aura_Dragon
source: Dragon Quake
de_de: Drachenbeben

# Aura_Green
source: Will of the Wisps
de_de: Wille der Irrlichter

# Aura_HighTecLightning
source: Interdimensional Cubes
de_de: Interdimensionale Würfel

# Aura_Poet
source: Silk Breeze
de_de: Seidenbrise

# Aura_Pumpkin
source: Pumpkin Patch
de_de: Kürbisbeet

# Aura_Rockstar
source: Equalizer
de_de: Ausgleich

# Aura_Skulls
source: Grim Radiance
de_de: Grimmige Ausstrahlung

# Aura_Slayer
source: Ominous Fog
de_de: Ominöser Nebel

# Aura_Sled
source: Festival Twinkling
de_de: Festliches Funkeln

# Aura_SnowStorm
source: Snow Storm
de_de: Schneesturm

# Aura_Surf
source: Bay Watching
de_de: Bucht Zusehen

# Hat_BatRed
source: Crimson Knight
de_de: Purpurroter Ritter

# Hat_BoneTribe
source: Sabertooth Crown
de_de: Säbelzahn-Krone

# Hat_Captain
source: Captain's Cowl
de_de: Kapitänshaube

# Hat_Cat
source: Feline Helmet
de_de: Katzenhelm

# Hat_Crow
source: Three-eyed Glare
de_de: Dreiäugige Blendung

# Hat_Dragon
source: Dragonplate Helmet
de_de: Drachenplattenhelm

# Hat_Ears
source: Ears
de_de: Ohren

# Hat_Fur
source: Tusked Crown
de_de: Gehörnte Krone

# Hat_Ghost
source: Phantom Hairstyle
de_de: Geisterhaare

# Hat_Gold
source: Anniversary Helm
de_de: Jahrestag Helm

# Hat_HelmWhite
source: White Warrior Helmet
de_de: Weißer Krieger Helm

# Hat_Ice
source: Ice Walker Helmet
de_de: Eis-Gänger-Helm

# Hat_Knight
source: Valkyrie Ciclet
de_de: Walküre

# Hat_LightBunny
source: Light Bunny Helmet
de_de: Lichthäschenhelm

# Hat_Mage
source: Mage Hood
de_de: Magierhaube

# Hat_Pirate
source: Plated Tricorne
de_de: plättierten Piratenhut

# Hat_Poet
source: Artsy Beret
de_de: Artsy Barett

# Hat_Pumpkin
source: Hollow Pumpkin
de_de: Hohler Kürbis

# Hat_Quinn
source: Hasty Pigtails
de_de: Hastige Zöpfe

# Hat_Robot
source: Cybernetic Visor
de_de: Kybernetisches Visier

# Hat_Samurai
source: Bushido Headgear
de_de: Bushido-Kopfbedeckung

# Hat_Skulls
source: Reinforced Skull
de_de: Gehärteter Schädel

# Hat_Slayer
source: Brunette Bombshell
de_de: Bruinetter Bombshell

# Hat_Sled
source: Trusted Toque
de_de: Vertrauenswürdige Berührung

# Hat_Surf
source: Soaking Shag
de_de: Soaked Shag

# Hat_Viking
source: Battle Horns
de_de: Schlachthörner

# Hat_Wolf
source: Fenrir's Gaze
de_de: Fenrirs Anstarren

# Hat_Wonder
source: Amazon Royalty
de_de: Amazonische Lizenz

# Slash_BoneTribe
source: Primal Strike
de_de: Urschlag

# Slash_Captain
source: Stripe Swipes
de_de: Streifen Wischen

# Slash_Chains
source: Chainlink
de_de: Maschinendraht

# Slash_CNY
source: Firecrackers
de_de: Böller

# Slash_Crow
source: Crow Slash
de_de: Krähe

# Slash_DarkAlien
source: Acidic Glaze
de_de: Saure Glasur

# Slash_DeepPurple
source: Deep Purple
de_de: Dunkellila

# Slash_Dragon
source: Dragon Spirit
de_de: Drachengeist

# Slash_Ghost
source: Phantom Strike
de_de: Phantomschlag

# Slash_Green
source: Corrupted Forest
de_de: Verderbter Wald

# Slash_HighTecLightning
source: Divine Cleave
de_de: Göttlicher Spalter

# Slash_Knight
source: Sun Streaks
de_de: Sonnenstreifen

# Slash_Lightning
source: Blue Lightning
de_de: Blauer Blitz

# Slash_Monk
source: Sacred Scripts
de_de: Heilige Papiere

# Slash_MouthWash
source: Bit Streaks
de_de: Bissstreifen

# Slash_Pirate
source: Fortune Strike
de_de: Glücksschlag

# Slash_Poet
source: Velvet Kiss
de_de: Samtkuss

# Slash_Quinn
source: Lovestruck
de_de: Verliebt

# Slash_Rockstar
source: Rhythmic Slash
de_de: Rythmischer Slash

# Slash_Samurai
source: Earned Scar
de_de: Verdiente Narbe

# Slash_Skulls
source: Bone Breaker
de_de: Knochenbrecher

# Slash_Slayer
source: Cursed Cuts
de_de: Verfluchte Schnitte

# Slash_SnowFlakes
source: Snow Balls
de_de: Schneekugeln

# Slash_SpiderWeb
source: Spider Webbing
de_de: Spinnennetz

# Slash_Surf
source: High Tide
de_de: Flut

# Slash_Titan
source: Grappling Hook
de_de: Greifer

# Slash_Travel
source: Papercuts
de_de: Papierschnitt

# Slash_Viking
source: Strike of Light
de_de: Lichtschlag

# Slash_Wolf
source: Malevolent Stroke
de_de: Böswilliger Schlag

# Slash_Wonder
source: Shooting Star
de_de: Sternschnuppe

# Suit_ArmorWhite
source: White Warrior
de_de: Weißer Krieger

# Suit_BoneTribe
source: Bone Tribe
de_de: Knochen Stamm

# Suit_Captain
source: Patriotic Garb
de_de: Patriotisches Gewand

# Suit_Crow
source: Morrigan's Armor
de_de: Morrigans Rüstung

# Suit_Dragon
source: Dragonplate Armor
de_de: Drachenplattenrüstung

# Suit_Fur
source: Watcher Wardrobe
de_de: Beobachter Schrank

# Suit_Ghost
source: Phantom Armor
de_de: Geisterpanzer

# Suit_Gold
source: Anniversary Armor
de_de: Jahrestag Rüstung

# Suit_Knight
source: Polished Platemail
de_de: Polierte Rüstung

# Suit_LightBunny
source: Light Bunny Armor
de_de: Lichthäschenrüstung

# Suit_Monk
source: Timeless Wraps
de_de: Zeitlos Tuch

# Suit_Pirate
source: Captain's Garb
de_de: Kapitäns Gewand

# Suit_Poet
source: Poetic Pullover
de_de: Poetischer Pullover

# Suit_Quinn
source: Amorous Acrobat
de_de: Verliebter Akrobat

# Suit_Robot
source: Robotic Shell
de_de: Roboterhülle

# Suit_Rockstar
source: Tour Jacket
de_de: Tourjacke

# Suit_Samurai
source: Ancestral Armor
de_de: Ahnenrüstung

# Suit_Slayer
source: Bloodstained Dress
de_de: Blutgetränktes Kleid

# Suit_Sled
source: Gifted Sweater
de_de: Geschenkter Pullover

# Suit_Surf
source: Hang Ten
de_de: Hänge Zehn

# Suit_Titan
source: Highflyer's Harness
de_de: Hyghflyer Harnisch

# Suit_Viking
source: Raiding Gear
de_de: Raiding Getriebe

# Suit_Wolf
source: Lycanthropic Shift
de_de: Wolf Verschiebung

# Suit_Wonder
source: Battle Skirt
de_de: Kampfrock

# Weapon_Basic
source: Average Sword
de_de: Normales Schwert

# Weapon_Beam
source: Light Saber
de_de: Lichtsäbel

# Weapon_BlueSword
source: Phantom Sword
de_de: Geisterschwert

# Weapon_BoneTribe
source: Ceremonial Blade
de_de: Zeremonialdolch

# Weapon_Chains
source: The Synchronizer
de_de: Der Synchronisierer

# Weapon_CNY
source: Fortune Fan
de_de: Glücksfächer

# Weapon_Crow
source: Nevermore
de_de: Nimmermehr

# Weapon_Dragon
source: Dragonbreath
de_de: Drachenatem

# Weapon_Fur
source: Sky's Edge
de_de: Himmelsrand

# Weapon_GoldSword
source: Anniversary Sword
de_de: Jubiläumsschwert

# Weapon_Green
source: The Deforester
de_de: Der Deforester

# Weapon_Katana
source: Reforged Katana
de_de: Neu geschmiedetes Katana

# Weapon_Knight
source: Winged Spear
de_de: Geflügelter Speer

# Weapon_LightBunny
source: The Eggbeater
de_de: Der Eierschläger

# Weapon_Mage
source: Enchanted Wand
de_de: Verzauberter Stab

# Weapon_Monk
source: Staff of Eternity
de_de: Stab der Ewigkeit

# Weapon_Pirate
source: The Swashbuckler
de_de: Der Swashbuckler

# Weapon_Platinum
source: Platinum Lance
de_de: Platinum Lanze

# Weapon_Samurai
source: The Last Katana
de_de: Das Letzte Katana

# Weapon_Skull
source: Skull-crusher Sword
de_de: Schädelbrecher-Schwert

# Weapon_Skulls
source: Spinal Sword
de_de: Wirbelsäulen-Schwert

# Weapon_Slayer
source: Prophecy Sword
de_de: Prophecy Schwert

# Weapon_Surf
source: Waxed Board
de_de: Gewachstes Board

# Weapon_Titan
source: Rectable Blade
de_de: Rechteckklinge

# Weapon_Viking
source: Nordic Chopper
de_de: Nordisches Hackbeil

# Weapon_Wonder
source: The Titan Killer
de_de: Der Titan-Mörder

# Aura_Thief
source: Shurikens
de_de: Shuriken

# Slash_FireOrange
source: Summoner Flames
de_de: Beschwörerflammen

# Slash_Thief
source: Whispers
de_de: Flüstern

# Suit_Farmer
source: Farmer Overalls
de_de: Farmeroverall

# Suit_Thief
source: Silent Suit
de_de: Stiller Anzug

# Weapon_Thief
source: Subtle Knife
de_de: Subtiles Messer

# Aura_Star
source: Star Shine
de_de: Sternenschein

# Slash_FireGray
source: Gray Flames
de_de: Grauflammen

# Slash_StarsBlue
source: Starry Path
de_de: Sternenweg

# Weapon_Rose
source: Bouquet of Roses
de_de: Rosenstrauß

# Weapon_Staff
source: Twilight Staff
de_de: Zwielichtstab

source: All Damage
de_de: Gesamtschaden

# AllHelperDamage
source: All Hero Damage
de_de: Heldenschaden insgesamt

# ChestAmount
source: Chesterson Gold
de_de: Chesterson Goldmenge

source: Clan Ship Damage
de_de: Clanschiffschaden

# MeleeHelperDamage
source: Melee Hero Damage
de_de: Nahkampfheldenschaden

source: Pet Damage
de_de: Begleiterschaden

# RangedHelperDamage
source: Ranged Hero Damage
de_de: Fernkampfheldenschaden

# ShadowCloneSkillAmount
source: Shadow Clone Damage
de_de: Schattendoppelgänger Schaden

# SlashBoost
source: Slash Primary Boost
de_de: Schlitz-Schub

# SpellHelperDamage
source: Spell Hero Damage
de_de: Zauberheldenschaden

# SwordBoost
source: Sword Primary Boost
de_de: Schwert-Schub

source: Tap Damage
de_de: Tippschaden

source: None
de_de: Nichts

source: Slash
de_de: Schlitz

source: Boss Damage
de_de: Bossschaden

# BossGoldx10Chance
source: 10x Boss Gold Chance
de_de: 10x Chance auf Boss Gold

# BurstDamageSkillAmount
source: Heavenly Strike Damage
de_de: Himmlischer Schlag Schaden

# ChestChance
source: Chesterson Chance
de_de: Chesterson Wahrscheinlichkeit

# CritChance
source: Critical Chance
de_de: Kritische Trefferchance

# DeadlyChance
source: Deadly Strike Chance
de_de: Tödlicher Schlag Chance

# FairySpawnChance
source: Multiple Fairy Chance
de_de: Chance auf mehrere Feen

# FlyingHelperDamage
source: Flying Hero Damage
de_de: Flugheldenschaden

# GroundHelperDamage
source: Ground Hero Damage
de_de: Bodenheldenschaden

# HandOfMidasSkillAmount
source: Hand of Midas Gold
de_de: Hand von Midas Gold

# HelperBoostSkillAmount
source: War Cry Damage
de_de: Kriegsschrei-Schadensbonus

# InactiveAllDamage
source: Inactive Damage
de_de: Inaktiver Schaden

# MultiMonsters
source: Multiple Spawn Chance
de_de: Mehrfacherscheinungs-Chance

source: Perk Gold
de_de: Vorteilsgold

# PetGoldQTEAmount
source: Heart of Midas Gold
de_de: Herz von Midas Gold

# TapBoostSkillAmount
source: Fire Sword Damage
de_de: Feuerschwert-Schaden

# TitanDamage
source: Non-Boss Damage
de_de: Nicht-Boss-Schaden

# GoldAll
source: All Gold
de_de: Gesamtes Gold

# HelmetBoost
source: Helmet Primary Boost
de_de: Helmausrüstungs-Schub

source: Inactive Gold
de_de: Inaktives Gold

source: Sword Attack Damage
de_de: Schwert-Angriffsschaden

# UnskilledGold
source: Stealth Gold
de_de: Heimliches Gold

# EquippedText
source: Equipped
de_de: Ausgerüstet

source: Equip Advisor
de_de: Equip Ratgeber

# Hat_Kitty
source: Kitty Hood
de_de: Kätzchen-Kappe

# Hat_Took
source: Spiked Shell
de_de: Stachelhaube

# Slash_OrangeTribe
source: Orange Swipes
de_de: Orange Wischen

# Weapon_ZigZag
source: Crooked Blade
de_de: Gebogene Klinge

# Aura_Valentines
source: Circle of Love
de_de: Zirkel der Liebe

# Weapon_PitchFork
source: Pitchfork
de_de: Heugabel

# Weapon_SwordMaster
source: Sword Master Sword
de_de: Schwertmeister-Schwert

# Weapon_Valentines
source: Heart's Bane
de_de: Herzensfluch

# Anniversary
source: Anniversary Gold
de_de: Goldenes Jubiläumsset

# Captain
source: Captain Titan
de_de: Kapitän Titan

# Chains
source: Chained Clockwork
de_de: Chained Uhrwerk

# Crow
source: Midnight Raven
de_de: Mitternachtsrabe

# Cyborg
source: Cybernetic Enhancements
de_de: Kybernetische Erweiterungen

# DarkAlien
source: Dark Predator
de_de: Dunkler Jäger

# Dragon
source: Dragon Slayer
de_de: Drachentöter

# Fur
source: Frost Warden
de_de: Frostwächter
