Repository: nebula2/tt2-master
Catalog: src/TT2Master/MultilingualResources/TT2Master.*.xlf
Languages: de_de

# ClanRaidDetailInformations
source: For the analysis to work you need to import the raid results before. The Overkill calculation considers damage on titan armor and skeleton. The average damage in the analysis does not contain overkill damage.
de_de: Damit die Analyse funktioniert, müssen Sie vorher Raid-Ergebnisse importieren. Die Overkill-Berechnung berücksichtigt Schäden an Titanpanzerung und Skelett. Der durchschnittliche Schaden in der Analyse enthält keinen Overkill-Schaden.

# ExportDatabase
source: Export database file
de_de: Datenbank exportieren

# DoYouWantToResetPrestigeAmount
source: Do you want to reset today's prestige amount to 0?
de_de: Möchten Sie die heutige Prestige-Anzahl auf 0 zurücksetzen?

source: Tolerance
de_de: Toleranz

source: Tolerances
de_de: Toleranzen

source: Absolute
de_de: Absolut

source: Absolute in attacks
de_de: Absolut in Angriffen

source: Absolute in waves excluding last wave
de_de: Absolut in Wellen (ohne letzte Welle)

source: Absolute in waves including last wave
de_de: Absolut in Wellen (einschließlich letzter Welle)

source: Type
de_de: Typ

source: Value
de_de: Wert

source: Waves
de_de: Wellen

# ExportRaidAnalysisImage
source: Raid analysis image
de_de: Raid-Analyse als Bild

source: Overkill parts
de_de: Von Overkill betroffene Teile

source: Worst overkill amounts
de_de: Schwerwiegendste Overkills

# FillAllStrategiesAndTolerancesFirst
source: You need to fill the strategies and tolerances before
de_de: Sie müssen vorher die Strategien und Toleranzen ausfüllen

# AmountInWaves
source: {0} waves ({1} attacks)
de_de: {0} Wellen ({1} Angr.)

# WithoutLastWave
source: {0} waves ({1} attacks) without last
de_de: {0} Wellen ({1} Angriffe) ohne letzte

# XofYWaves
source: {0} of {1} waves ({2}/{3})
de_de: {0} von {1} Wellen ({2}/{3})

# PrestigeSinceLastRecord
source: {0} since last record
de_de: {0} seit letztem Stand

# GiveNewName
source: Give a new name
de_de: Neuer Name:

source: Rename
de_de: Umbenennen

# CouldAccessSavefileText
source: Could not access "{0}"! This may be due to Android 11's scoped storage. More info on that here: https://fistelmann.de/tt2master-on-android-11/ Please copy the savefile to another (public) directory. Do you want to search for a file now?
de_de: Auf "{0}" konnte nicht zugreifen! Dies kann auf Android 11 Scoped Speicher zurückzuführen sein. Mehr Infos dazu hier: https://fistelmann.de/tt2master-on-android-11/ Kopieren Sie die Speicherdatei in ein anderes (öffentliches) Verzeichnis. Möchten Sie jetzt nach einer Datei suchen?

# ImportFromClipboardText
source: Import data from clipboard
de_de: Import aus Zwischenablage

# ChangeDataSourceButtonText
source: Change data source
de_de: Datenquelle ändern

source: Please restart the app for changes to take effect
de_de: Starten Sie die App neu, damit Änderungen wirksam werden.

source: Check purchases
de_de: Käufe überprüfen

# PurchasementInformationUpdated
source: Updated purchasement information
de_de: Kaufinformationen aktualisiert

# ChangeToClipboardDataToFixSafeFileIssuesQuestion
source: You are currently loading your data directly from the savefile. But it seems like there is an issue locating or reading that file. Do you want to switch to clipboard as data source? Attention! It may be, that some features will not be available! Do you really wish to change this?
de_de: Sie laden Ihre Daten derzeit direkt aus der Speicherdatei. Aber es scheint, als ob es ein Problem gibt, diese Datei zu finden oder zu lesen. Möchten Sie zur Zwischenablage als Datenquelle wechseln? Achtung! Es kann sein, dass einige Funktionen nicht verfügbar sein werden! Möchten Sie das wirklich ändern?

# HasHerosMaxedInfoText
source: Do you have all heros maxed out? If your heros are maxed, gold is irrelevant and will be ignored.
de_de: Hast du alle Helden auf max. Level? Wenn das der Fall ist, ist Gold irrelevant und es wird nur evtl. AD-Schaden berücksichtigt.

# HasHerosMaxedOption
source: Heros maxed?
de_de: Helden auf max. Level?

source: General
de_de: Allgemein

source: Size
de_de: Größe

# NoCraftableEquipmentFoundText
source: No craftable equipment found
de_de: Keine Ausrüstung gefunden

source: Eight
de_de: Acht

source: Five
de_de: Fünf

source: Four
de_de: Vier

source: One
de_de: Eins

source: Seven
de_de: Sieben

source: Six
de_de: Sechs

source: Three
de_de: Drei

source: Two
de_de: Zwei

# HowToLogHeader
source: How to log
de_de: Logging

# HowToLogText
source: The app logs basic information at all times. However, this information is never sent automatically. If there is a critical error within the app, you have the opportunity to send an email to the developer. If this is done, the app tries to attach log files. In some cases it is necessary for the developer to get a detailed log. To create this, please proceed as follows: Go to the settings and activate detailed logging. Then try to recreate the problem in as few steps as possible. Then go back to the settings and deactivate the detailed logging. Now go to the "About Me" page and click "Send Mail".
de_de: Die App protokolliert jederzeit grundlegende Informationen. Diese Informationen werden jedoch nie automatisch gesendet. Wenn ein kritischer Fehler in der App auftritt, haben Sie die Möglichkeit, eine E-Mail an den Entwickler zu senden. Wenn dies geschieht, versucht die App, Protokolldateien anzuhängen. In einigen Fällen ist es notwendig, dass der Entwickler ein detailliertes Protokoll erhält. Um dies zu erstellen, gehen Sie bitte wie folgt vor: Wechseln Sie zu den Einstellungen und aktivieren Sie die detaillierte Protokollierung. Versuchen Sie dann, das Problem in so wenigen Schritten wie möglich nachzustellen. Gehen Sie dann zurück zu den Einstellungen und deaktivieren Sie die detaillierte Protokollierung. Gehen Sie nun auf die Seite "Über mich" und klicken Sie auf "Mail senden".

# SpOptNextSkillIncludedButNotEnoughSp
source: The last skill ({0}) costs {1} SP and you only have {2} SP left to spend.
de_de: Die letzte Fertigkeit ({0}) kostet {1} SP und Sie haben nur noch {2} SP übrig.

# ChangeAbyssSavefilePath
source: Change abyss save path
de_de: Ändern der Abyss-Savefile

# Skill.HelperBoostMultiCastSkill
source: Command Supremacy
de_de: Befehl Supremacy

# PendingPurchasementDetectedText
source: Pending purchasement recognized. If you finished the transaction please visit the settings page and click the button the restore purchases. If your payment does not get acknowledged please contact us under tt2master@fistelmann.de
de_de: Ausstehenden Kauf erkannt. Wenn Sie die Transaktion abgeschlossen haben, besuchen Sie bitte die Einstellungsseite und klicken Sie auf den Knopf für die Wiederherstellung der Käufe. Wenn Ihre Zahlung nicht bestätigt wird, kontaktieren Sie uns bitte unter tt2master@fistelmann.de

# DailyAutoSnapshotThreshold
source: Threshold for automatic daily snapshots
de_de: Schwellwert für automatische tägliche Snapshots

# ExportSnapshotDiff
source: Export diff between two snapshots
de_de: Export von Diff zwischen zwei Snapshots

# Skill.ShadowCloneMultiCastSkill
source: Phantom Supremacy
de_de: Phantom Überlegenheit
