Repository: nebula2/tt2-master
Catalog: src/TT2Master/MultilingualResources/TT2Master.*.xlf
Languages: de_de

# Ghost
source: Phantom Presence
de_de: Phantompräsenz

# Green
source: Corrupt Emerald Knight
de_de: Korrupter Smaragd Ritter

# HighTecLightning
source: Angelic Guardian
de_de: Engelswächter

# Knight
source: Solar Paragon
de_de: Sonnenparagon

# Mage
source: Defiant Spellsinger
de_de: Trotziger Hexer

# Mech
source: Mechanized Sword
de_de: Mechanisiertes Schwert

# Monk
source: Eternal Monk
de_de: Ewiger Mönch

# Pirate
source: Treasure Hunter
de_de: Schatzjäger

# Platinum
source: Anniversary Platinum
de_de: Jubiläum Platin

# Poet
source: The Heartbreaker
de_de: Herzbrecher

# Quinn
source: Heartly Queen
de_de: Herzliche Königin

# Samurai
source: Fatal Samurai
de_de: Tötlicher Samurai

# Scarecrow
source: Scarecrow Jack
de_de: Vogelscheuche Jack

# Skulls
source: Ruthless Necromancer
de_de: Rücksichtsloser Nekromant

# Slayer
source: Toxic Slayer
de_de: Giftiger Mörder

# Sled
source: Sled Season
de_de: Schlittensaison

# Snowman
source: Snow Master
de_de: Schneemeister

# Surf
source: Suft Strike
de_de: Surf-Streik

# Thief
source: Shadow Disciple
de_de: Schattendiebe

# Viking
source: Viking King
de_de: Wikinger König

# Wonder
source: Amazon Princess
de_de: Amazonen Prinzessin

source: Kill time
de_de: Kill-Zeit

# EquipAdvisorSpecialThanks
source: Special thanks to Cauchy for dem maths!
de_de: Besonderen Dank an Cauchy für das Mathe

# CompendiumDiscordText
source: There is also a Discord server. Click the button to get there.
de_de: Es gibt auch einen Discord-Server. Klicken Sie auf die Schaltfläche, um dorthin zu gelangen.

# CompendiumIntroduction
source: The Builds and Contributions Compendium is a team that provides optimized SP Builds as well as very useful Community contributions. If you have any questions regarding what build you should choose or need guidance this is the place where you get it. You should check it out!
de_de: Das Builds und Contribution Kompendium ist ein Team, das optimierte SP Builds sowie sehr nützliche Beiträge der Community bietet. Wenn Sie Hilfe bei der Auswahl Ihres Builds oder diesbezüglich Unterstützung brauchen, ist dies der Ort an dem Ihnen geholfen wird. Sehen Sie es sich an!

# CompendiumWebsiteText
source: If you click the button below you will get to the website.
de_de: Wenn Sie auf die Schaltfläche unten klicken, gelangen Sie auf die Website.

# MyDiscordHeader
source: I also wanted to let you know that we have a Discord-Server. Feel free to join us
de_de: Ich wollte Ihnen auch noch mitteilen, dass wir einen Discord-Server haben. Schauen Sie doch mal rein :)

# Aura_Dizzy
source: Dizzy
de_de: Taumeln

# Aura_Fire
source: Dancing Flames
de_de: Tänzelnde Flammen

# Aura_Kookie
source: Kookie Swirl
de_de: Kookie Strudel

# Aura_Leaves
source: Leaf Shield
de_de: Blattschild

# Hat_Chicken
source: Chicken Beanie
de_de: Hühnerhaube

# Hat_HelmDevil
source: Devil Helmet
de_de: Teufelshelm

# Hat_PowerRanger
source: Silver Mask
de_de: Silbermaske

# Hat_RedTopHat
source: Red Hat
de_de: Roter Hut

# Hat_Top
source: Top Hat
de_de: Zylinder

# Slash_EmbersBlue
source: Frosted Embers
de_de: Frostasche

# Slash_FireBlack
source: Crimson Flames
de_de: Rotflammen

# Slash_Smelly
source: Something Stinks
de_de: Sehr verdächtig

# Suit_ArmorHighTec
source: Futuristic Gladiator
de_de: Futuristischer Gladiator

# Suit_ArmorOrange
source: Sunrise Armor
de_de: Sonnenaufgangsrüstung

# Suit_ArmorRoyal
source: Fit for Royals
de_de: Für Adlige

# Weapon_Fan
source: Fan
de_de: Ventilator

# CompendiumHowToText
source: Here you get a Reddit-Post about the usage
de_de: Hier kommen Sie zu einem Reddit-Beitrag mit Informationen über die Benutzung.

source: Is calculated
de_de: Ist berechnet

# AverageStageIncrease
source: Avg. Stage increase
de_de: Durchschn. Stufen-Erhöhung

source: Relics
de_de: Relikte

# RpMInfoText
source: Relics/min not calculated. Press the corresponding Button in the toolbar to get the values calculated
de_de: Relikte/min sind noch nicht berechnet. Drücken Sie die entsprechende Schaltfläche in der Symbolleiste, um die Werte berechnen zu lassen.

# RpMRpmText
source: Relics in Record
de_de: Relikte in Record

# RpMStageText
source: Stages in Record
de_de: Stufen in Record

# RpMStartedText
source: Service started
de_de: Service gestartet

# AlreadyCalculatedRpmText
source: Already calculated RpM
de_de: RpM bereits berechnet

source: Calculated RpM successfully.
de_de: RpM erfolgreich berechnet

source: Calculate RpM
de_de: Berechne RpM

# CalculateRpMAgainQuestion
source: RpM have already been calculated. Do you want to calculate again?
de_de: RpM wurden bereits berechnet. Möchten Sie noch einmal berechnen?

# RpMRpmDiffText
source: RpM in Record
de_de: RpM/min im Record

source: Close
de_de: Schließen

source: New in this version
de_de: Neu in dieser Version

# NoPrestigeData
source: No prestige data. Give me a day.
de_de: Keine Prestige-Daten. Gib mir einen Tag.

source: Days
de_de: Tage

# IncreasedXPrestige
source: Increased {0} prestige
de_de: Prestige um {0} erhöht

# Aura_Zeus
source: Crackling Sweep
de_de: Knisternder Sweep

# Hat_Zeus
source: Wreathed Curls
de_de: Kranzlocken

# Weapon_Zeus
source: Smite Saber
de_de: Smite Säbel

# RaidAttackCount
source: Raid Attacks
de_de: Angriffe

# ChooseWhatToExport
source: Please choose what you want me to export
de_de: Bitte wählen Sie, was Sie exportieren wollen.

source: Clipboard
de_de: Zwischenablage

source: Messages
de_de: Nachrichten

# Artifact92
source: Quill of Scrolls
de_de: Feder der Schriftrollen

# Artifact93
source: Old King's Stamp
de_de: Stempel des alten Königs

# Artifact94
source: Evergrowing Stack
de_de: Akkumulierender Stapel

# ArtifactCount
source: Artifacts
de_de: Artefakte

source: Crafting shards spent
de_de: Scherbenanzahl

source: Equipment set count
de_de: Anzahl Sets

source: Last timestamp
de_de: Zuletzt gesehen

source: Raid base damage
de_de: Schaden

source: Raid player level
de_de: Stufe

# RaidTicketsCollected
source: Raid morale collected
de_de: Moral Gesamt

# RaidTotalCardLevel
source: Card level
de_de: Kartenstufen

# RaidTotalXP
source: Raid total exp
de_de: Erfahrung

# RaidUniqueSkillCount
source: Cards
de_de: Karten

# TotalHelperScrolls
source: Scrolls
de_de: Heldenschriftrollen

source: Total helper weapons
de_de: Heldenwaffen

source: Total pet levels
de_de: Anzahl Haustiere

source: Total skill points
de_de: Fertigkeitspunkte insgesamt

source: Tournament count
de_de: Turnieranzahl

# WeeklyTicketCount
source: Weekly morale
de_de: Moral Woche

# MaxClanMsgAmount
source: Clan Message amount
de_de: Anzahl Clan-Nachrichten

# Aura_LightBeams
source: Light Beams
de_de: Lichtstrahlen

# Slash_Bishop
source: Cross Slash
de_de: Querstrich

# Weapon_Saw
source: Sharpened Saw
de_de: Scharfe Säge

source: Search
de_de: Suchen

# AttackCount
source: Attacks
de_de: Anzahl Angriffe

source: Crates shared
de_de: Kisten geteilt

source: Helper level
de_de: Heldenwaffen

# PetLevel
source: Pets
de_de: Haustier-Level

source: Player
de_de: Spieler

source: Shards spent
de_de: Scherbenanzahl

# TicketsCollected
source: Total morale
de_de: Moral gesamt

source: Total Card Level
de_de: Kartenstufen

# TotalEXP
source: EXP
de_de: Erfahrung

source: Unique Skill Count
de_de: Kartenanzahl

# String1
source: Helper Scrolls
de_de: Helfer Rollen

source: Anti Titan Cannon
de_de: Anti-Titan Kanone

source: Arcane Bargain
de_de: Arkaner Handel

source: Mystical Impact
de_de: Mystischer Einschlag

source: Power Surge
de_de: Überspannung

source: Equipment
de_de: Ausrüstung

source: Things
de_de: Dinge

# AngelicRadiance
source: Angelic Radiance (AR)
de_de: Himmlischer Glanz (AR)

# LightningBurst
source: Lightning Burst (LB)
de_de: Blitzstoß (LB)

source: Single Snap
de_de: Einfacher Snap

source: Without Snap
de_de: Ohne Snap

# AGSetCompleted
source: Is AG Set completed?
de_de: Ist AG Set vollständig?

source: Normal Titan Count
de_de: Normale Titanenanzahl

source: Passive Skill Reduction
de_de: Reduktion durch Passive

source: Stages to splash
de_de: Stufen zu splashen

# APSetCompleted
source: Is AP Set completed?
de_de: Ist AP Set vollständig?

source: Stages to skip
de_de: Stufen zu skippen

# SkipSkillHeader
source: Skill for skipping
de_de: Skill zum skippen

source: Configuration
de_de: Konfiguration

source: Current SP
de_de: Aktuelle SP

source: Damage Source
de_de: Schaden durch

source: Default
de_de: Standard

# GoldSourceDescription
source: The gold source is where the most part of your gold comes from
de_de: Wo kommt das Gold her?

source: Mode
de_de: Modus

# SPConfigDefaultDescription
source: Here you can set whether or not the chosen configuration is your default configuration. If you navigate to this menu the app automatically loads the default configuration. In addition to that other modules of this app may take a look at your default configuration.
de_de: Hier stellen sie ein, ob die Konfiguration Ihre Standarfkonfiguration ist. Wenn Sie in dieses Menü navigieren, wird die App automatisch den Standard laden. Zusätzlich wird die Standardkonfiguration von anderen Appmodulen verwendet.

# SPConfigModeDescription
source: There are two config modes: "continuous" and "creation". When continuous is chosen the SP Optimizer will suggest you skills to level based on your current ingame setup. When creation is chosen the SP Optimizer will create a whole new build and ignore your current setup.
de_de: Es gibt zwei Modi. "Fortlaufend" und "Erstellung". Wenn "Fortlaufend" ausgewählt ist, dann wird der SP Optimierer ihren ingame Build nehmen und darauf aufbauen. Wenn "Erstellung" ausgewählt ist, wird ein komplett neuer Build erstellt.

# SPConfigurationDescription
source: A configuration is just a set of preferences. The SP Optimizer needs a configuration in order to make a calculation.
de_de: Eine Konfiguration ist eine Sammlung an Einstellungen. Der SP Optimierer braucht eine Konfiguration, um zu optimieren.

# SPDamageSourceDescription
source: The damage source is where your main damage comes from
de_de: Wo kommt der Schaden her?

# SPConfigurationsHeader
source: SP Configurations
de_de: SP Konfigurationen

source: Clan Ship
de_de: Clanschiff

source: Heavenly Strike
de_de: Himmelsschlag

source: Shadow Clone
de_de: Schattenklon

# GiveAName
source: Give me a name
de_de: Gib mir einen Namen

source: Damage reduction
de_de: Schadensreduktion

source: Gold reduction
de_de: Goldreduktion

source: Ignored
de_de: Ignoriert

source: Special calculation
de_de: Sonderberechnung

source: Default damage reduction
de_de: Standard-Schadensreduktion

source: Default gold reduction
de_de: Standard-Goldreduktion

source: Custom damage reduction
de_de: Eigene Schadensreduktion

source: Custom gold reduction
de_de: Eigene Goldreduktion

source: Caution
de_de: Vorsicht

# TreeIgnorationQuestion
source: You are about to ignore the whole tree. Are you sure?
de_de: Sie sind dabei, den ganzen Baum zu ignorieren. Sind sie sich sicher?

source: Choose
de_de: Auswählen

source: Edit
de_de: Bearbeiten

source: SP Optimizer
de_de: SP Optimierer

source: What do you want?
de_de: Was wollen Sie?

source: Continuous
de_de: Fortlaufend

source: Creation
de_de: Erstellung

# OnlyForSupporterItemLimitText
source: Only supporters can save more than {0} items
de_de: Nur Unterstützer können mehr als {0} Items haben

source: Fixed level
de_de: Festgelegtes Level

# UpdateReasonFixedLevel
source: Upgrade to fixed level: {0}
de_de: Upgrade auf festgelegtes Level: {0}

# EverySkillIgnoredAlert
source: Every skill is ignored. So I can not optimize anything
de_de: Jeder Skill wurde ignoriert. Es gibt nichts zu optimieren.

source: Efficiency
de_de: Effektivität

# UpgradeParent
source: Upgrade this to get to parent {0}
de_de: Level diesen Skill, um zum übergeordneten Element {0} zu kommen.

source: Upgrade reason
de_de: Upgrade-Grund

# BranchUpgradeParent
source: Spent points in branch for {0} because {1} points are missing
de_de: Punkte in Baum packen für {0}. Brauche {1}.

source: Tree
de_de: Baum

source: About this app
de_de: Über diese App

# BranchUpgradeGrandParent
source: Spent points in branch for {1} because {2} points are missing to unlock it to then get to {0}
de_de: Verteile Punkte in diesen Baum für {0}. Es braucht {2} Punkt/e zum freischalten, damit es mit {0} weiter gehen kann.

# UpgradeGrandParent
source: Upgrade this to get to parent {0} and then to {1}
de_de: Leveln, damit man zum übergeordneten Element {0} kommt und dann zu {1}

# FeatureNotThereYet
source: This feature is not implemented yet. I do not know why. I am just here to say this to you.
de_de: Dieses Feature ist noch nicht fertig. Warum? Das weiß ich auch nicht. Ich bin nur hier um das zu sagen.

source: Result
de_de: Ergebnis

# SPOverclockAmount
source: Overclock amount
de_de: Übertakt-Anzahl

# SPOverclockInfoText
source: The SP optimizer spends your available skill points. This value tells the Sp Optimizer, how far ahead he goes beyond that. If you have 100 SP and enter 10, then the SP optimizer will act like you have 110 SP
de_de: Der SP Optimierer arbeitet auf Grundlage der verfügbaren Skillpunkte. Dieser Wert hier sagt dem Optimierer, wie weit er über die eigentlich verfügbaren Punkte hinaus gehen darf. Wenn Sie 100 Punkte haben und 10 eingeben, dann hat der SP Optimierer 110 Punkte zur Verfügung.

# CloseText
source: Close
de_de: Schließen

source: Raid result
de_de: Raid Ergebnis

# OptimizedBuildFrom
source: Optimized build from {0}
de_de: Optimierter Build von {0}

# IgnoredSkillFixedLevelNotReached
source: - Could not reach fixed level of {1} for {0}. Only got it to level {2}.
de_de: - Konnte das festgelegte Level von {1} für {0} nicht erreichen. Habe es nur bis Level {2} geschafft.

# IgnoredSkillWithFixedLevel
source: - Could not level {0} because it is ignored
de_de: - Konnte {0} nicht leveln, weil es ignoriert ist.

# OfflineBuildWithoutSilentMarch
source: - The build is configured to have offline progress but Silent March is not leveled
de_de: - Der Build ist für Offline-Fortschritt konfiguriert, aber Stiller Marsch wurde ignoriert.

source: Compare
de_de: Vergleichen

source: Player Comparison
de_de: Spieler-Vergleich

# CreateConfig
source: Create configuration
de_de: Konfiguration erstellen

# NeedToCreateConfig
source: You need to create a configuration before you can use this.
de_de: Sie müssen eine Konfiguration erstellen, bevor der SP Optimierer genutzt werden kann.

# NextTournamentInfo
source: Next Tournament is {0} Starting: {1} with {2}x {3}
de_de: Nächstes Turnier ist {0} Started am: {1} mit {2}x {3}

# IsIgnoredIfNotEnoughSP
source: Ignored if not enough SP
de_de: Ignorieren, wenn zu wenig Punkte

# IsIgnoredIfNotEnoughSPText
source: If you can not afford to upgrade a skill then the Optimizer tries to ignore it. Instead the optimizer tries to take a skill which you can afford to spend as many skill points as possible
de_de: Wenn Sie sich einen Skill nicht leisten können wird der Optimierer versuchen, diesen zu ignorieren. Stattdessen wird versucht einen Skill zu finden, den Sie sich leisten können. Damit soll erzielt werden, möglichst viele SP sinnvoll auszugeben.

# PushBoS
source: Push Book of Shadows!
de_de: Push Buch der Schatten!

source: Advanced start
de_de: Verbesserter Start

# MaxArtifactAmountInfoText
source: The optimization will stop when the suggestion list contains more items than the amount that is set here. The default value is 30.
de_de: Die Optimierung wird beendet, wenn die Vorschlagsliste mehr Artefakte enthält als hier eingestellt. Der Standardwert ist 30.

# MaxArtifactAmountOption
source: Max. Artifacts
de_de: Max. Artefakte

# MinEfficiencyInfoText
source: The optimization will stop when the efficiency is lower than this value. The default value is 1.05
de_de: Die Optimierung wird beendet, wenn die Effizienz niedriger ist als der eingestellte Wert. Der Standardwert ist 1.05.

# MinEfficiencyOption
source: Min. Efficiency
de_de: Min. Effizienz

# CheckStepAmountOrEfficiency
source: Please check your step amount or minimum efficiency
de_de: Bitte prüfen Sie die Schrittanzahl oder die min. Effizienz.

# NoInternet
source: You are not connected to the internet
de_de: Sie sind nicht mit dem Internet verbunden!

# TotalFuckUp
source: Something unexpected happened
de_de: Unerwarteter Vorfall.

# UnstableAssetState
source: Asset state is unstable. If this is your first start please make sure that you have a proper internet connection so that assets can be downloaded. Asset Manager Error: {0}
de_de: Der Status der Assets ist instabil. Wenn dies Ihr erster Start ist, stellen Sie bitte sicher, dass Sie eine Internetverbindung haben, damit Assets heruntergeladen werden können. Asset Manager-Fehler: {0}

# AssetProblemDetail
source: There is a problem with some background data. Here is the detail: {0}
de_de: Es liegt ein Problem mit einigen Hintergrunddaten vor. Hier sind die Details: {0}

# CheckAssetState
source: There may be a problem with the asset state. please click the attention button in the toolbar to get further detail
de_de: Möglicherweise liegt ein Problem mit dem Asset-Statusvor. Bitte klicken Sie auf die Aufmerksamkeitsschaltfläche in der Symbolleiste, um weitere Details zu erhalten

source: Various version
de_de: Diverses-Version

# ClanAutoExportTitle
source: Clan automatic export
de_de: Automatischer Clan-Export

# EnableClanAutoNotificationText
source: Notify me when data is exported
de_de: Benachrichtigen, wenn Daten exportiert wurden

source: Automation
de_de: Automatisierung

# AutoServiceDescription
source: Here you can set up your Foreground servce, which will automatically check for things to do for you. The service repeats in the amount of minutes which you set below. You decide which modules are checked. The service will at least display your current BoS%. If you enabled the automatic clan export and close TT2Master, this service will continue to schedule the export if it is started.
de_de: Hier können Sie Ihren Vordergrundservice einrichten, der automatisch nach Dingen sucht, die für Sie zu tun sind. Der Dienst wiederholt sich in der Anzahl der Minuten, die Sie unten festgelegt haben. Sie entscheiden, welche Module geprüft werden. Der Dienst zeigt mindestens Ihr aktuelles BoS% an. Wenn Sie den automatischen Clanexport aktiviert haben und TT2Master schließen, plant dieser Dienst den Export weiterhin, wenn er gestartet wird.

# ChangeSavefilePath
source: Change path to savefile
de_de: Pfad zur Savefile ändern

# SavefilePathChangedSuccessfully
source: Changed path to the savefile successfully. It may require a restart of the app to fully apply all changes.
de_de: Pfad zur Savefile erfolgreich geändert. Möglicherweise ist ein Neustart der App erforderlich, um alle Änderungen vollständig anzuwenden.

source: Download assets again
de_de: Assets neu downloaden

# SpEfficiencyWarning
source: Warning: The list contains elements with an efficiency of 1 or below. Do not increase the level of those! They are just there because you ran out of points to spend.
de_de: Warnung: Die Liste enthält Elemente mit einer Effizienz von 1 oder darunter. Erhöhen Sie nicht derenLevel! Sie sind nur da, weil Sie keine Punkte mehr ausgeben können.

# ForbiddenContractSpOptInfo
source: You have Forbidden Contract in your build. Make sure you have enough mana as well as enough mana regeneration. If that is not the case make sure to disable this skill in your build configuration!
de_de: Sie haben Verbotenen Vertrag in Ihrem Build. Stellen Sie sicher, dass Sie genügend Mana sowie genügend Manaregeneration haben. Wenn dies nicht der Fall ist, sollten Sie diese Fertigkeit in Ihrer Buildkonfiguration deaktivieren!

source: Diamond fairy
de_de: Diamant-Feen

# ChangeBoSPercentageDisplay
source: Change display of BoS%
de_de: Anzeige von BoS% ändern

# Artifact96
source: Sticky Fruit
de_de: Klebrige Früchte

# Hat_ElectricWarlord
source: Helm of Uproar
de_de: Helm des Aufruhrs

# Slash_ElectricWarlord
source: Arc Lightning
de_de: Bogenblitz

# Suit_ElectricWarlord
source: Armor of Wind
de_de: Rüstung des Windes

# Weapon_ElectricWarlord
source: Ironheart
de_de: Herz aus Stahl

# Skill.AllHelperDmg
source: Master Commander
de_de: Oberbefehlshaber

# Skill.BossDmgQTE
source: Flash Zip
de_de: Blitzpeitsche

# Skill.BossTimer
source: Dimensional Shift
de_de: Dimensionssprung

# Skill.BurstSkillBoost
source: Angelic Radiance
de_de: Engelsglanz

# Skill.ChestGold
source: Spoils of War
de_de: Kriegsbeute

# Skill.ClanQTE
source: Coordinated Offensive
de_de: Koordinierte Offensive

# Skill.ClanShipStun
source: Anchoring Shot
de_de: Verankerungsschuss

# Skill.Cloaking
source: Cloaking
de_de: Tarnung

# Skill.CloneDmg
source: Phantom Vengeance
de_de: Phantom Rache

# Skill.CritSkillBoostDmg
source: Assassinate
de_de: Attentat

# Skill.Fairy
source: Fairy Charm
de_de: Feenzauber

# Skill.FireTapSkillBoost
source: Summon Inferno
de_de: Beschwörung des Inferno

# Skill.Frenzy
source: Barbaric Fury
de_de: Barbarischer Zorn

# Skill.GuidedBlade
source: Deadly Focus
de_de: Tötlicher Fokus

# Skill.HeavyStrikes
source: Cleaving Strike
de_de: Spaltschlag

# Skill.HelperBoost
source: Tactical Insight
de_de: Taktisches Verständnis

# Skill.HelperDmgQTE
source: Astral Awakening
de_de: Astrales Erwachen

# Skill.HelperInspiredWeaken
source: Searching Light
de_de: Brennendes Licht

# Skill.MidasSkillBoost
source: Midas Ultimate
de_de: Midas Ultimate Fertigkeit

# Skill.MPCapacityBoost
source: Limit Break
de_de: Limit Ausbruch

# Skill.PetDmg
source: Pet Evolution
de_de: Entwicklung der Haustiere

# Skill.PetGoldQTE
source: Heart of Midas
de_de: Herz des Midas

# Skill.PetQTE
source: Lightning Burst
de_de: Blitzstoß

# Skill.PoisonedBlade
source: Poisoned Blade
de_de: Giftklinge

# Skill.SoulBlade
source: Soul Blade
de_de: Dolch Sturm

# Skill.StrokeOfLuck
source: Stroke Of Luck
de_de: Glückssträhne

# Skill.TapDmg
source: Knight's Valor
de_de: Ritterliche Tapferkeit

# Skill.TapDmgFromHelpers
source: Chivalric Order
de_de: Ritterliche Ordnung

# Skill.UltraDagger
source: Summon Dagger
de_de: Dolch Beschwörung

# CreateSnapshotOnDashboardReload
source: Create snapshot when dashboard reloads
de_de: Erstellen eines Snapshots beim Refresh des Dashboards

# ImageGrid
source: Grid of images
de_de: Raster von Bildern

# ArtOptViewModeSettingsHeader
source: Artifact optimizer view mode
de_de: Ansichtsmodus

source: Direction
de_de: Richtung

# CompletedSets
source: Sets
de_de: Vollständige Sets

# LTR
source: Lifetime relics
de_de: Lebenszeitrelikte

source: Reporting
de_de: Berichte

source: Complete member report
de_de: Mitglieder

source: Member base stats report
de_de: Basis-Werte

source: Member raid stats report
de_de: Raid-Werte

source: Strategy
de_de: Strategie

source: Head
de_de: Kopf

source: Left hand
de_de: Linke Hand

source: No
de_de: Nein

source: Torso
de_de: Bauch

source: Yes
de_de: Ja

source: Analysis
de_de: Analyse

source: Damage
de_de: Schaden

source: Overkill amount
de_de: Overkill-Summe

source: Paste result from clipboard
de_de: Einfügen aus Zwischenablage

source: Tier
de_de: Ebene

# ExportDetailsToShare
source: Share Details CSV file
de_de: Details als CSV-Datei teilen

# ExportRaidResultToShare
source: Share Result CSV file
de_de: Ergebnis als CSV-Datei teilen

# SidesAreSeenFromYou
source: The sides are seen from you
de_de: Die Seiten sind von Ihnen aus gesehen

source: Min. average damage
de_de: Min. durchschn. Schaden

source: Below avg. damage
de_de: Unterhalb durchschn. Schaden

source: Below min. attacks
de_de: Unter min. Angriffe
